import React from 'react';
import './About.css';


class About extends React.Component {
   
    render() {
        return (
            <div className="text">После регистрации вы получите на выбор большое количество различных промо-материалов (тексты, баннеры, скрипты и прочее), что максимально упростит вашу работу. Все, что потребуется – это приглашать посетителей на наш сайт, размещая промо-материалы на своих домашних страницах, блогах, форумах, сервисах вопросов и ответов, досках объявлений и на других ресурсах. Ваша ссылка будет содержать уникальный код, который позволит определить, что посетитель пришел по ссылке именно от вас.

Наша партнерская программа будет наиболее выгодна для владельцев сайтов с высокой посещаемостью, продающих или рекламирующих товары и услуги, оплачиваемые электронными деньгами. Чем большему количеству людей вы посоветуете наш мониторинг обменников, тем больше вы заработаете в нашей партнерской программе. В вашем партнерском аккаунте будет доступна полная информация о количестве посетителей, пришедших по вашей ссылке, а также о начисленных за них партнерских вознаграждений. Смотрите обзорное  о работе партнерской программы.</div>
        )
    }
}


export default About;
